const DATA = {
	// 果物
	"バナナ" : ["黄色", "果物", "甘い"],
	"りんご" : ["赤い", "果物", "甘い"],
	"レモン" : ["黄色", "果物", "酸っぱい"],
	"ミカン" : ["橙色", "果物", "酸っぱい", "甘い"],
	"イチゴ" : ["赤い", "果物", "甘い", "酸っぱい"],
	"サクランボ" : ["赤い", "果物", "甘い", "酸っぱい"],
	"パイナップル" : ["黄色", "果物", "甘い", "酸っぱい"],
	"スイカ" : ["緑", "赤い", "みずみずしい", "果物"],

	// 野菜
	"ピーマン" : ["緑", "野菜", "苦い"],
	"ゴーヤ" : ["緑", "野菜", "苦い"],
	"トマト" : ["赤い", "野菜", "酸っぱい", "甘い"],
	"きゅうり" : ["緑", "野菜", "みずみずしい"],
	"キャベツ" : ["緑", "野菜", "みずみずしい"],
	"とうもろこし" : ["黄色", "野菜", "甘い"],
	"人参" : ["橙色", "野菜"],
	"たまねぎ" : ["野菜", "白い"],
	"ネギ" : ["野菜", "緑", "白い"],
	"ナス" : ["野菜", "黒い"],

	// キノコ
	"キノコ" : ["白い", "茶色"],
	"椎茸" : ["キノコ", "茶色"],
	"松茸" : ["キノコ", "茶色"],
	"エノキタケ" : ["キノコ", "白い"],
	"ナメコ" : ["キノコ", "茶色"],

	// 乳製品等
	"チーズ" : ["乳製品", "黄色", "しょっぱい"],
	"ヨーグルト" : ["乳製品", "白い", "酸っぱい"],
	"バター" : ["乳製品", "黄色", "しょっぱい"],
	"牛乳" : ["液体", "白い"],

	// 大豆由来
	"大豆" : ["豆", "野菜"],
	"豆乳" : ["大豆", "液体", "白い"],
	"味噌" : ["茶色", "しょっぱい", "大豆"],
	"醤油" : ["茶色", "しょっぱい", "大豆", "液体"],
	"豆腐" : ["大豆", "白い"],

	// 調味料や香辛料
	"酢" : ["酸っぱい", "液体"],
	"タバスコ" : ["辛い", "酸っぱい", "液体"],
	"唐辛子" : ["赤い", "緑", "辛い"],
	"胡椒" : ["黒い", "辛い"],
	"わさび" : ["辛い", "緑"],
	"からし" : ["辛い", "黄色"],
	"砂糖" : ["甘い", "白い"],
	"塩" : ["しょっぱい", "白い"],

	// 海藻
	"ワカメ" : ["海藻", "黒い"],
	"のり" : ["海藻", "黒い"],
	"ひじき" : ["海藻", "黒い"],
	"昆布" : ["海藻", "黒い"],

	// その他
	"ラーメン" : ["麺類", "醤油", "味噌", "塩", "胡椒", "のり", "ネギ"],
	"ミートソーススパゲッティ" : ["麺類", "トマト", "たまねぎ", "人参"],
	"味噌汁" : ["味噌", "液体", "豆腐", "ワカメ", "ナメコ"],
	"コーヒー豆" : ["茶色", "苦い", "豆"],
	"コーヒー" : ["苦い", "茶色", "液体"],
	"カカオ豆" : ["茶色", "苦い", "豆"],
	"ココア" : ["茶色", "甘い", "カカオ豆"],
	"チョコレート" : ["茶色", "甘い", "カカオ豆"],
	"ショートケーキ" : ["甘い", "乳製品", "イチゴ", "白い"],
	"梅干し" : ["赤い", "酸っぱい"],
};
